# -*- coding:utf-8 -*-


platform = {
    "platformId": "dev",
    "channel_list": [4],  # 当前平台有的渠道信息
    "server": {
        1: {
            "host": "10.163.23.249",
            "port": 8000,
            "server_name": "科举考试"
        },
    },  # 平台
}

channel = {
    # 10: u"uc",
    # 114: u"华为",
    # 12: u"百度",
    # 120: u"阅文",
    # 132: u"B站",
    # 16: u"360",
    # 17: u"小米",
    # 18: u"4399",
    # 19: u"oppo",
    # 20: u"vivo",
    # 200: u"安卓初见投放A",
    # 201: u"初见安卓投放B",
    # 202: u"安卓初见投放",
    # 203: u"应用宝投放A",
    # 204: u"应用宝切（CP单接）",
    # 205: u"应用宝投放B",
    # 215: u"iOS",
    # 216: u"iOS马甲包1",
    # 217: u"iOS马甲包2",
    # 218: u"iOS马甲包3",
    # 23: u"联想",
    # 3: u"努比亚",
    # 300: u"9377",
    # 301: u"奇遇",
    # 31: u"魅族",
    # 32: u"酷派",
    # 34: u"金立",
    # 4: u"初见·测试",
    # 49: u"爱奇艺",
    # 51: u"应用宝",
    # 58: u"悟饭",
    # 6: u"初见",
    # 91: u"三星",
    607: "初见A"
}