# -*- coding:utf-8 -*-

platform_mapping = {
    1: "付费删档测试"
}

platform_int_mapping = {
    1: "dev"
}

platform_str_mapping = {
    "dev": 1,
}

channel = {
    606: "初见",
    607: "初见A",
    608: "初见B",
    609: "初见C",
    610: "应用宝",
    611: "小米",
    612: "魅族",
    613: "360",
    614: "UC",
    615: "华为",
    616: "vivo",
    617: "联想",
    618: "金立",
    619: "oppo",
    620: "百度",
    621: "酷派",
    622: "三星",
    623: "悟饭/啪啪",
    624: "当乐",
    625: "努比亚",
    626: "爱奇艺/pps",
    627: "4399",
    628: "阅文",

}

device_mapping = {
    1: "android",
    2: "ios",
}